;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Tilt
; Translation Author Email = tiltstr@gmail.com	 
; Translation Author Web = http://tiltstr.seesaa.net/
; Soft Version = 7.61.493
;
[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=Ok
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復帰
ButtonMenu=メニュー

[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
;  Font and Charset
;
LanguageName=JPN
LangCode=0411
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
;
; Message box
;
Information=インフォメーション
Warning=警告
Error=エラー
Confirm=確認
;
; Main GUI
; 
FrmWRC.btnregclean.caption=レジストリ・クリーナ
FrmWRC.btnadv.caption=システムの調整
FrmWRC.btnsilm.caption=レジストリのデフラグ
FrmWRC.btnrestore.caption=復元
FrmWRC.btnsettings.caption=設定
FrmWRC.btnJoin.caption=カスタマーエクスペリエンスに参加
FrmWRC.btnlikeit.caption=Like it
FrmWRC.btnsuggest.caption=提案、フィードバック等
FrmWRC.WiseSimpleButton1.caption=ﾊﾞｯｸｱｯﾌﾟ
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=すべて選択
FrmRegClean.btnre.caption=推奨設定
FrmRegClean.btnnone.caption=すべて解除
FrmRegClean.btnCustom.caption=領域を指定
FrmRegClean.WiseLabel1.caption=ｽｹｼﾞｭｰﾗ
FrmRegClean.lbltype.caption=種類を選択: 
FrmRegClean.lblweek.caption=曜日を選択: 
FrmRegClean.lbltime.caption=時刻を選択: 
FrmRegClean.btnScan.caption=スキャン開始 
FrmRegClean.btncancel.caption=キャンセル 
FrmRegClean.btnrescan.caption=再スキャン 
FrmRegClean.lblstat.caption=レジストリのクリーンを最近実行していません、すぐに実行することをお勧めします!
FrmRegClean.vtrc.Columns[0]=データ
FrmRegClean.vtrc.Columns[1]=レジストリ・キー
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=最適化
FrmOptimizer.btnnone.caption=すべて解除
FrmOptimizer.btnall.caption=すべて選択
FrmOptimizer.btnDefault.caption=既定値
FrmOptimizer.lblrecommendinfo.caption=Wisecleaner.com のその他の製品も是非お試しください!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer は 操作が簡単で非常に効果的なレジストリ、ディスクその他システム関連などの様々なユーティリティが統合されたツールです! 
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner は、不要ファイルやプライバシーに関わる痕跡等を高速、簡単にクリーンすることが可能な無料のクリーニングツールです!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner 
FrmOptimizer.lblre.caption=Windows の性能を更に向上させたいですか?
Frmoptimizer.lblinfoex.caption=ここでは、ネットワーク速度の向上、Windows の高速化、およびシステムの安定性を高める調整を行います。
FrmOptimizer.btnoptimize.caption=最適化
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=レジストリの断片化を解消することでシステム性能の向上/安定化が期待できます
FrmRegDefragger.lblstat.caption=あなたは最近レジストリのデフラグを実行していません、すぐに実行することをお勧めします!
FrmRegDefragger.btndefrag.caption=デフラグメント
FrmRegDefragger.lblinfo1.caption=1. この機能を実行する前に他のすべてのアプリケーションを終了してください
FrmRegDefragger.lblinfo2.caption=2. システムの分析をしている間、一時的に無応答状態になります
FrmRegDefragger.lblinfo3.caption=3. レジストリのデフラグ処理完了後、コンピュータの再起動が行われます
FrmRegDefragger.lblinfo4.caption=4. 実行後は完了するまでお待ちください、途中で中止すると重大なエラーが起こる危険があります
FrmRegDefragger.vtdefrag.Columns[0]=ハイブ名
FrmRegDefragger.vtdefrag.Columns[1]=現在のサイズ
FrmRegDefragger.vtdefrag.Columns[2]=処理後のサイズ
FrmRegDefragger.vtdefrag.Columns[3]=減少率
FrmRegDefragger.btnAnalysis.caption=分析
;									
; Custom scan areas
;
Frmcustom.caption=領域の指定
Frmcustom.btnre.caption=推奨設定
Frmcustom.btnall.caption=全選択
Frmcustom.btnnone.caption=すべて解除
Frmcustom.btncancel.caption=キャンセル
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=現在のバージョン:
FrmAbout.lblemail.caption=サポート E-メール:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=ホームページ:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=貢献していただいた以下の方々に感謝します:
FrmAboutWin.caption=情報
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=設定
FrmSettings.tsCommon.caption=一般
FrmSettings.tsAutoRun.caption=オートラン
FrmSettings.tsExclusion.caption=除外
FrmSettings.btnrestore.caption=情報
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=キャンセル
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=ショートカット "Clean with 1-Click" をデスクトップに作成
FrmAutorunSettings.lblcmd.caption=コマンドライン・モード 
FrmAutorunSettings.lblcmdinfo.caption=ドライブのスキャン、クリーンまでの処理をコマンドラインから自動的に行うことが出来ます. 詳細な情報は F1 をクリックしてヘルプを参照、または以下のURLにアクセスしてドキュメントを参照してください。
FrmAutorunSettings.btnhelp.caption=オンラインヘルプ
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=キーワードを追加
FrmExclusion.btnExport.caption=エクスポート
FrmExclusion.btnRemove.caption=除去
FrmExclusion.btnimport.caption=インポート
Frminput.btnok.caption=OK
Frminput.btncancel.caption=キャンセル
;
; General Settings
;
FrmGeneral.chkNews.caption=ニュースレターを取得 
FrmGeneral.chkbackup.caption=クリーン前にレジストリを自動的にバックアップ
FrmGeneral.WiseLabel1.caption=アップデートの確認: 
FrmGeneral.WiseLabel2.caption=デフォルト言語: 
FrmGeneral.btnchecknew.caption=今すぐ確認
FrmGeneral.lbtran.caption=翻訳...
FrmGeneral.lblscanmode.caption=レジストリのスキャン方法
FrmGeneral.rdnormal.caption=標準 (推奨)
FrmGeneral.rdssafe.caption=セーフ(削除しても"安全"なエントリのみ表示)
FrmGeneral.rddeep.caption=ディープ(完全スキャンモード・上級者向)
;
; Backup and Restore
;
Frm_br.btncancel.caption=キャンセル
FrmBackup.caption=バックアップ
FrmBackup.btnreg.caption=レジストリの完全なバックアップを作成
FrmBackup.btnsys.caption=システムの復元ポイントを作成
FrmRestore.caption=復元センター
FrmRestore.btnRegBk.caption=レジストリ・バックアップ
FrmRestore.btnSysBK.caption=システムの復元
FrmRestore.btnclose.caption=閉じる
FrmRestore.btnrestore.caption=復元
FrmRestore.btnremove.caption=除去
;
; Update
;
frmupdate.caption=ソフトウエアのアップデート
;
; Popup Menus
;
pmHelp=オンラインヘルプ
pmHome=ホームページ
pmCheckNew=アップデートの確認
pmLang=言語
pmJoin=カスタマーエクスペリエンスに参加
pmSkin=スキンを選択
pmAbout=情報
pmIgnore=このエントリは無視
pmrec=安全なエントリを選択
pmAll1=すべて選択
pmNone=すべて解除
pmGo=レジストリエディタで開く...
pmExport=エクスポート...
pmPortable=ポータブル版を作成
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Wise Registry Cleaner を気に入っていただけたなら、是非この無料ツールを紹介してください
FrmlikeUs.lblInfo.caption=E-メール、ブログ、Twitter、Youtube、Facebook その他様々な場所で、家族、友人、級友、同僚などと Wise Registry Cleaner を共有しましょう!
FrmlikeUs.lblRate.caption= Wise Registry Cleaner を評価::
FrmlikeUs.lblfollow.caption=Follow Us on:
FrmlikeUs.lblshare.caption=Wise Registry Cleaner を共有:
FrmlikeUs.btndownload.caption=無料ダウンロード
FrmlikeUs.imgrate.hint=5 星をお願いします
FrmlikeUs.imgmail.hint=あなたの友人と共有
FrmlikeUs.imgface1.hint=facebook で共有
FrmlikeUs.imgface2.hint=facebook でフォロー
FrmlikeUs.imgtwitter1.hint=twitter で共有
FrmlikeUs.imgtwitter2.hint=twitter でフォロー
FrmlikeUs.Caption=Like it
FrmlikeUs.lbldownload.caption=WiseCleaner.com から他のフリーウェアをダウンロード:   

;
; DefProcess
;
FrmProcess.Caption=レジストリの分析中
FrmProcess.lblwait.caption=分析をしています...
FrmProcess.lblinfo.caption=あなたの PC は数秒の間、無応答になります
FrmProcess.lblwait.caption=分析しています, お待ちください...
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com カスタマーエクスペリエンス
Frmsecurity.lbltitle.caption=カスタマーエクスペリエンスに参加して開発に協力する
Frmsecurity.lblinfo1.caption=カスタマーエクスペリエンスに参加して、あなたのプログラム使用方法などに関する情報を送信することで、WiseCleaner.com のプログラムを今後より良いものにするための支援になります。
Frmsecurity.lblinfo2.caption=送られた情報であなた個人が特定されたり、情報が他の目的で利用されることは一切なく、いつでも中止することが出来ます。
Frmsecurity.lbllink.caption=カスタマーエクスペリエンスに関するさらに詳細な情報
Frmsecurity.cbagree.caption=カスタマーエクスペリエンスに参加
Frmsecurity.cbagainst.caption=今回は参加しない
Frmsecurity.btnok.caption=OK

[Message]  	
Total=合計
DefragRate=レジストリのサイズを %s 減少することが出来ます
SuggestDefrag=すぐにレジストリのデフラグ処理を実行することをお勧めします
SuggestIgnore=現在、あなたのレジストリはデフラグを実行する必要ありません
TypeNoError=クリーン
NeverClean=レジストリのクリーンを最近実行していません、今すぐクリーンを実行することをお勧めします!
AdviseClean=Windows レジストリの定期的なクリーン作業により、システムの安定性は向上します。
DupItem=この項目はリストに含まれています
Advisedefrag=レジストリのデフラグを行うことで PC の高速化/安定性の向上が期待できます。
NeverDefrag=あなたはレジストリのデフラグを行っていません、今すぐデフラグを実行することをお勧めします!
LastDefrag=前回最後にレジストリをデフラグした日付:
TotalDefrag=合計 %.2f 圧縮されました
DefaultValue=(デフォルト)
RegBackup=レジストリのバックアップ
RegRestore=レジストリの復元
CreateBackup=バックアップを作成中...
Compress=圧縮中...
Extracte=展開中...
Complete=完了
RestoreReg=レジストリの復元中.. これには数分かかることがあります
NotSupportOS=この機能は現在のオペレーティングシステムには対応していません..
EnableRestore=システムの復元は現在無効になっています、有効に切り替えますか?
SysCreating=システムの復元ポイントを作成中...
SysRestoring=システムの復元を準備しています...
RestorePointDone=システムの復元ポイントが作成されました
RestorePointFail=システムの復元ポイント作成に失敗
ErrorMsg=エラーメッセージ:
Area=領域
Summary=概要
LeastOne=スキャンする領域を少なくともひとつ選択してください
IsRunning=スキャンを実行しています, 処理が完了してから再試行してください
Optimized=最適化
DefragReport=レジストリが圧縮されました - 最適化レポート:
DefragReport1=最適化前のレジストリサイズ:
DefragReport2=最適化後のレジストリサイズ:
DefragReport3=最適化されたサイズ:
ReOptimize=再度最適化を行う
ComfirmDefrag=レジストリのデフラグ完了時、PC を再起動する必要があるため作業中の文書等は保存してください。開始しますか?
def15After=あなたが前回デフラグ処理を行ってから %d 日間経過しています
def15Before=レジストリを出来るだけ軽量に保つことで、システムはより高速に動作するようになります。
KeyWord=キーワードを入力してください:
ExImport=除外リストのエクスポート先:
NoNewVer=あなたは現在最新版を使用しています
Daily=毎日
Weekly=毎週
Monthly=毎月
Never=なし
TranslateTo=翻訳...
NeedBack=このプログラムを使用する前に、まずレジストリのバックアップを作成しておくことを強くお勧めします。以降バックアップを自動的に実行しますか?
Newsletter=ニュースレター
UpgradeInfo=アップグレード情報
CannotCrTask=スケジュールタスクを作成出来ません.
ScheduleNextTime=次回の時刻:
Exported=現在の項目が %s にエクスポートされました、ファイルを開きますか?
Idle=アイドル時
Login=ログオン時
LastClean=あなたが前回レジストリをクリーンした日時:
Monday=月曜 
Tuesday=火曜 
Wednesday=水曜 
Thursday=木曜 
Friday=金曜 
Saturday=土曜 
Sunday=日曜 
IssueFound=%d 箇所の問題点を検出
Scanning=スキャン中
ScanCanceled=スキャンは中止されました!
FindError=合計 %d 箇所の問題点 %d 箇所の注意が必要な項目を検出
LogAll=%d 箇所の問題点を検出, %d 箇所の問題点を解決
LogFail=問題点 %d 箇所の除去に失敗
StartClean=クリーン開始
StartScan=スキャン開始
7After= あなたが前回レジストリのクリーンを行ってから %d 日間経過しています
7Before=レジストリのクリーンを実行することで、あなたの PC はより効率的に動作するようになります。
ReScanHint=%d 箇所の問題点を検出 - 再度スキャンをすることでより多くの問題点を検出できます
CleanNow="クリーン開始" をクリックですぐに問題点を修復します
NoError=おめでとうございます! あなたのレジストリはクリーンです!
GoodHabit=レジストリのクリーンを習慣的に実施することで、PC のピーク性能を保持する効果があります。
ReScanHint1=潜在的な問題点を検出するために、再スキャンの実行をお勧めします。
TypeChanged=スキャン項目が変更されています!
ReScanHint2=問題点を検出するために再スキャンを実行してください
CleanDone=クリーンが完了しました!
bkAuto=自動
bkManual=手動
BackupDate=バックアップ時刻
BackupType=バックアップ形式
Problems=問題点
CreateDate=作成日時
Description=説明
Removebackup=本当に選択されたバックアップを除去しますか?
RemoveSysRestore=本当に選択されたシステム復元ポイントを除去しますか?
NoBackupSelected=復元対象とするバックアップを選択してください
RestoreComplete=復元が完了
RestoreFromSysRestore=システムの復元を完了するためには、PC の再起動が必要になります、今すぐ復元を開始しますか?
WhenIdle=アイドル時
WhenLogin=ログオン時
NewVer=新しいバージョンが利用可能です! 今すぐアップグレードしますか?
TranslateTo=翻訳...

[Tuneup]
RestoreAll=本当にすべての項目を Windows デフォルト値に戻しますか?
NoSelectedItem=最適化したい項目を少なくともひとつ選択してください.
OptItems=以下の %d 個の項目を最適化することができます
ItemsOptimized=%d 個の項目が最適化されました
TakeEff=いくつかの最適化が行われました、この変更は PC の再起動後に有効になります。
NoItems=おめでとうございます! すべての項目は最適化されました
BootSpeedup=ブート起動/シャットダウンの高速化
SystemStable=システムの安定性
SystemSpeedup=システムの高速化
NetworkSpeedup=ネットワークの高速化
PrefetchParameters=先読みパラメータを最適化することで Windows のブート起動を高速化します
BootDelay=チェックディスク" の時間を減少して Windows ブート起動を高速化
BootPartition= Windows ブート起動速度の最適化を有効にする
ClearPagingFile=シャットダウン時のページングファイル削除を無効にして PC のシャットダウン時間を短くする
TimeOut=アプリケーションを閉じるまでの待機時間を減少して、シャットダウン処理を高速化する
AutoKill=システムクラッシュ防止のため、フリーズしたプロセスを閉じる
RestartExplorer=デスクトップを消失させないため、エクスプローラが終了した場合は自動的に再起動する
TwoProcess=Windows エクスプローラコンポーネントのプロセスを別にすることでシステムの競合を避ける
ErrorReport=エラー報告画面を無効にする (システム性能の向上)
Debugger=エラー処理を高速化するため、デバッガを無効にする
OptMemory=メモリのデフォルト設定を最適化 (システム性能の向上)
OptVEff=フロントエンド・コンポーネント(ダイアログボックス, メニュー, 他.)の外観を最適化 (システム性能の向上)
OptFileSystem=ファイルシステムを最適化 (システム性能の向上)
OptDiskSystem=ディスク I/O サブシステムを最適化 (システム性能の向上)
DisAutoRun=ウイルスの感染を防止するためにドライブの "オートプレイ" 機能を無効化
OptDiskIdle=CPU 待機時の ディスク I/O を最適化
OptTTL=TTL(Time To Live) 設定を最適化 (ネットワーク性能の向上)
OptNetForward=転送能力を最適化 (ネットワーク性能の向上)
OptMTU=TCP/IP 性能向上のため PMTU ブラックホールルータを自動検出する
OptWINS=データ転送向上のため、WINS 名前クエリ問い合わせ時間の最適化を行う
OptNetWork=コミュニケーション性能向上のため、ネットワーク設定を最適化する
CloseAnimate=速度向上のため、"トランジション効果"を無効にする
PagingExecutive=メモリのページング無効とディスク I/O を減少することでアプリケーション性能を向上させる(このオプションは物理メモリが 1 Gb以下の場合は無視されます)
StaticIP=ローカル接続に静的 IP をセットすることで、PC ブート時の速度を高速化 .
PorcessorTime=アプリケーション、ゲーム、その他を実行するために、プロセッサ性能を最適化する.. (サーバの場合は無効)
DisableIDECheck=IDE チャンネルのチェックを防止することで Windows のブート起動速度を高速化
ForeAppSpeed=フォアグラウンドプログラムの応答速度を向上
AeroPeek=Aero Peek の描画速度を向上
OptEthernet=イーサネットカードの性能を最適化

[Type]
Activex=ActiveX/COM
FireWall=ファイアウォール設定
RootAll=無効なパス
SoftwareSection=ソフトウェアセクション
ApplicationPaths=アプリケーションのパス
FileTypes=ファイルの種類
HelpFiles=ヘルプファイル
Fonts=フォント
SharedDLL=共有 DLL
MRULists=ユーザの最近使用した履歴
UninstallSection=アンインストールセクション
StartMenu=スタートメニュー
StartupProgram=スタートアッププログラム
SoundandAppEvents=サウンドとイベント
IEUrlHistory=IE 入力履歴
IFEO=イメージファイル実行オプション
EmptyKey=空のキー
App=アプリケーションの設定

[ErrorMessage]
MimeExName=不正確な MIME ファイル拡張子の登録: %s
EmptyKey=空のキー
EmptyHelpdirctory=空のヘルプディレクトリ
FileNotExist=ファイル(フォルダ)が存在しません
HFileNotExist=ヘルプファイル(フォルダ)が存在しません 
EmptyValue=空の値 
TypeLib=タイプライブラリが存在しません:
NodeEmpty=空のノード 
SharedFilenotexist=共有ファイルが存在しません 
sharedfilenotbeuse=共有ファイルは使用されていません 
noconnection=ファイル接続情報なし
Invalidpathtoicon=無効なアイコンパス 
ReferstoaninvalidClass=無効なクラス参照
Emptyshellcommand=空のシェルコマンド 
Invalidshellcommand=無効なシェルコマンド (ファイルが存在しない). 
Fontsnotexist=フォントファイルが存在しません 
Hijacking=%s は %s. によりハイジャックされています 
MRULists=ユーザの最近使用した履歴 
invalidOpenWith=この種類に関連付けられたアプリケーションはありません 
ReferActivex=無効な Activex/COM エントリの参照 
EmptyCLSID=空の CLSID. 
ComSourceNotExist=COM ソースは存在しません 
invalidUnistall=無効なインストール情報 
notexist=存在しません 
ObsoleteStartMenuItem=古くなったスタートメニュー項目
SoundFilenotexist=サウンドファイルは存在しません 
FileNotExist1=ファイル(フォルダ)は存在しませんがドライブ "%s" は %s なのでこのエラーは無視してください
OpenWithError=オープンエラー、指定されたアプリケーションは存在しません
OpenWithError1=オープンエラー、指定されたアプリケーションは存在しませんが、ドライブ "%s" は %s なのでこのエラーは無視してください
ComSourceNotExist1=COM ソースが存在しませんが、ドライブ %s は %s なのでこのエラーは無視してください

[Summary]
Activex=無効な ActiveX と COM コンポーネント
FireWall=無効な Windows ファイアウォール設定
RootAll=無効なパスとファイル
SoftwareSection=無効なソフトウェアのパスとファイル
ApplicationPaths=無効な登録済アプリケーションパスとファイル
FileTypes=無効なファイル拡張子情報
HelpFiles=無効な登録済ヘルプファイル
Fonts=無効なフォント情報
SharedDLL=不要、または無効なプログラム・ライブラリ
MRULists=履歴リストには、ユーザが最近アクセスしたファイル、再生した動画、編集した文書などが含まれます
UninstallSection=不要、または無効なプログラムアンインストール情報
StartMenu=古くなったスタートメニュー項目
StartupProgram=古くなった、または無効なスタートアッププログラム
SoundandAppEvents=古くなった、または無効なサウンドとイベント設定
IEUrlHistory=履歴リストには、ユーザが IE でブラウジングした履歴が含まれます
IFEO=イメージファイルの実行オプション、ウイルスやスパイウェアによってこれらのエントリは利用され、あなたの PC に悪影響を与えることがあります。
EmptyKey=いかなる情報も含まれていないエントリ
App=無効なアプリケーション設定

[AutoClean]
ErrorsFixed=エラーは修正されました
Title=おめでとうございます!
ErrorsFound=エラーを検出 

[Skin]
SkinDefault=デフォルト
SkinBlue=ブルー
SkinGreen=グリーン
SkinCustom=カスタム
SkinColor=カスタムスキンカラー